{
  "role1":{
		"company":"Start-up",
		"title":"Junior Application Development Associate",
		"location":"Bangalore",
		"duration":"FEB 2021 - PRESENT",
		"jd":[
			"Develop new web pages and microsites, operating within brand style guidelines and coding standards.",
			"Develop scalable, robust and maintainable back-end systems, including email, check-out, and analytics.",
			"Perform maintenance and enhancements to existing websites and microsites.",
			"To work on current good software development practices.",
			"Have deep passion for technology with a strong focus on modern web technology stacks.",
			"Experience working with javaScript.",
			"Experience with front-end development such as: React, HTML, CSS.",
			"Knowledge of OOP, Server-side scripting using Node JS and Responsive move to the front of the line.",
			"Knowledge of version control systems and continuous integration."
		]
	},
  "role2":{
		"company":"L&T Technology Services",
		"title":"Assistant Manager: Europe",
		"location":"Mumbai",
		"duration":"SEPT 2013 - JUN 2018",
		"jd":[
			"Act as the technical POC for small, medium and large customers.",
			"Propose new system/strategy/product to improve customer’s business productivity.",
			"Cross-functional team management; building collaborative environments between cross-functional teams.",
			"Generate and review in-depth technical information (white papers, FAQs, Snippets) for distribution to customers.",
			"Collaborate with the production, marketing & sales team for business improvements.",
			"Lead engineering teams in new products offerings & development.",
			"Carrying out cause effect analysis and proposing solutions to business concerns.",
			"Ad-hoc report generation and presentation to management team & stakeholders."
		]
	},
  "role3":{
		"company":"L&T Technology Services",
		"title":"Assistant Manager: Germany",
		"location":"Bangalore",
		"duration":"FEB 2012 - SEPT 2013",
		"jd":[
			"Analyse business trends to forecast demands for Germany and provide support in business development and expansion.",
			"Efficiently manage workforce to meet requirements of the forecasted demands.",
			"Act as Technical POC for customer bases.",
			"Analyse business data, identify market potentials & propose go-to market strategy.",
			"Identify and scrutinize the key performance and business drivers.",
			"Engage with the project team for new offerings.",
			"Graphical representation of data to top management and stakeholders.",
			"Explore new business opportunities, aiding growth of the organisation.",
			"Coordinated with various Project Managers in the account to increase billing by 20%."
		]
	},
  "role4":{
		"company":"Larsen & Toubro Ltd",
		"title":"Executive: Solar",
		"location":"Mumbai",
		"duration":"NOV 2009 - FEB 2012",
		"jd":[
			"Conducted research & Analyse business trends to forecast demands for into renewable Energy-Solar Thermal & Ocean Energies.",
			"Analyse business data, identify market potentials & propose go-to market strategy for L&T in renewable energy.",
			"Explore new business opportunities, aiding growth of the organisation.",
			"Bid Management for Solar Thermal Projects in India."
		]
	},
  "role5":{
		"company":"Suzlon Energy Electricals Ltd",
		"title":"Engineer Trainee: WTG",
		"location":"Pune",
		"duration":"AUG 2009 - NOV 2009",
		"jd":[
			"Responsible for the electrical design of wind turbine electrical generators"
		]
	}
}